{"General_Rating": 4.92, "Categories": {"Limpieza": 5.0, "Veracidad": 5.0, "Comunicación": 5.0, "Ubicación": 5.0, "Llegada": 4.9, "Calidad": 4.8}, "Reviews": ["El departamento es hermoso, es tal cual se ve en las fotos, estaba impecable y la ubicación muy buena. Cerca de todas los barrios qué hay q recorrer en donostia. La comunicación fue muy buena, sin duda volveremos.", "El apartamento es tal cual se muestra en las fotos. Estaba todo muy limpio, muy buena ubicación y la comunicación con Alex fue muy buena. Apartamento ideal para visitar la ciudad de San Sebastián. Recomendable 100%", "Un gran alojamiento perfectamente ubicado, cerca de todo y a la vez muy silencioso para descansar. Cuenta con muchos elementos de lujo tales como cafetera de cápsulas, televisión con streaming, secadora de ropa, sabanas y Douvet de mucha calidad y segundo televisor en la habitación.Alex fue muy amable e hizo recomendaciones muy útiles respecto a lugares para celiacos además de que fue flexible con el horario de ingreso.Me voy con nostalgia de San Sebastián, un sitio que también en invierno es hermoso.", "Pocas veces utilizo AirBnB, pero tras esta experiencia y este trato, desde luego repetiré. Alex es tan encantador como su apartamento. Ideas para un fin de semana romántico", "¡Muy recomendable! está totalmente equipado, es precioso, muy limpio y la ubicación es inmejorable. Sin duda repetiremos.", "Fantástica atención, limpieza y zona excelente.", "Un apartamento muy bonito, impecable, cómodo, muy bien equipado. Hemos pasado unos días geniales con mi pareja. Espero volver a repetir sin duda.", "Espectacular! Excelente ubicación, en muy buen estado y super cómodo. Tiene muchos restaurantes y bares a su alrededor, super fácil de caminar y conocer. Sin duda recomendado! Volvere a quedarme!", "Todo muy bien, Alex fue muy atento y amable. El apartamento es excelente y muy comodo. Totalmente recomendable!", "El apartamento está super bien, super nuevo y limpio. Todo igual que en las fotos. Una estancia maravillosa, volveremos.", "A destacar: Ubicación y equipamiento del apartamento. El anfitrión muy pendiente de nuestras necesidades y dando respuestas rápidas. Apartamento muy limpio. Tiene una terraza a un patio interior, no tiene mucha luz natural, pero es perfecto para salir a pasear San Sebastián.", "El apartamento es precioso, la ubicación es una maravilla. El dueño contesta rápido y te ayuda en cualquier duda. Sin duda merece la pena volver!", "El apartamento es tal cual se muestra en las fotos, està totalmente reformado y la ubicación es genial....El anfitrión responde rápidamente...la cama es King size y muy cómoda......La cocina dispone de todos los utensilios necesarios para cocinar......si hay que ponerle algún pero.... es que es un apartamento interior y apenas entra luz natural....Perfecto para pasar unos días y disfrutar San Sebastián...", "Todo impecable! Ubicación perfecta para visitar Donosti en un fin de semana y piso monismo.", "El lugar es fabuloso. Tranquilo, super nuevo y moderno. Bien completo de todo lo necesario. Comunicación super rápido y fácil. Tremenda ubicación. Todo bien cerca.", "El piso es muy mono y está decorado con muy buen gusto. Céntrico y fácil la manera de acceder a él, todo muy cómodo", "Excelente alojamiento,  100 % recomendable.  Súper bien ubicado, todo lo que necesitas para unos días en San Sebastián. Regresamos sin dudarlo !!!", "Excelente ubicación!! EL apartamento es perfecto para una pareja. Alex tiene muy buena  comunicación, siempre atentos y dispuesto a ayudar con todo lo que sea necesario!!", "El apartamento está genial y el anfitrión siempre pendiente. Un 10…", "Buena ubicación. Apartamento con mucho gusto decorado y con todo lo necesario para pasar unos días", "Perfecto!", "La mejor estancia de Airbnb que he estado: Todos los detalles cuidados al máximo, optima localización, inmejorable comunicación con los anfitriones. Tenía todo lo que puedas imaginar y aun más. Nos dejaron unas guis sobre los lugares y pintxos por proximidad al apartamento y el detalle de los paraguas para los días de lluvia fue sensacional. A 15 min del casco viejo andando en un paseo muy agradable y al mismo tiempo hasta la playa de la Concha. Todo muy muy bien y super lo recomiendo a cualquiera, no se arrepentirá y tendrá una experiencia maravillosa. Gracias por todo volveremos!", "Apartamento bien situado y decorado con gusto. Es totalmente interior por lo que si tienes mala suerte con el tiempo (nuestro caso) no se sabe bien si son las 10 de la mañana o las 10 de la noche. Algo habitual en Donosti! Alex fue muy atento y la llegada muy cómoda.", "Ubicación perfecta. El anfitrión fue super atento en todo momento. El apartamento tiene todo tipo de detalles , a nosotros nos encantó. Lo recomiendo 100%", "Alex fue un anfitrión perfecto", "Un alojamiento excelente !! Tal cual aparece en las fotos . Muy bien ubicado.", "Genial lugar con nada que podría ser mejorado. Dormí muy bien con el silencio del edificio, pero se ubica cerco a todo. Gracias!!", "Alojamiento muy bien ubicado completamente equipado, limpio y agradable.", "El apartamento es muy bonito, tal y como se muestra en las fotos. No le falta detalle: vajilla, electrodomésticos, productos de limpieza y aseo... Incluso teníamos lo necesario para nuestra peque de un año. ¡Hemos estado como en casa!", "La localización es estupenda, en pleno centro de Donosti y muy cerca de la playa. Hay cerca multitud de comercios y restaurantes. Alec estuvo siempre pendiente de si estábamos bien. Muy recomendable", "Muy buena experiencia. La casa tal y como aparece en las fotos muy acogedora y céntrica. Ha superado con creces mis expectativas y, a mi forma de ver, es perfecta para disfrutar de una estancia en San Sebastián", "Apartamento bien ubicado a 5 min del centro comercial y a 10 de la playa de laConcha! Tiene todo lo indispensable, cama comoda! Entrada y salida inmejorable. Super/farmacia cerca! Recomendable 200%", "apartamento muy buen cuidado hasta el último detalle. muy bien situado, si tuviera que poner un pero... solamente que falta un poco de luz natural, por lo demás 10!!!", "Piso muy bien ubicado y con mucho gusto. Repitiendo por segunda vez con Alex, un anfitrión de 10!", "El apartamento está bastante bien, tal al en las fotos. Estuve muy agusto y además viene/tiene todos los complementos necesarios para la estancia. El anfitrión que es Álex, de 10.", "Puso súper cómodo, inmejorable ubicación. Me encanta. Y Alex muy servicial.", "Recomendable para pasar unos agradables dias. muy buena atención de parte del anfitrión", "El apartamento estaba muy bien, igual que en las fotos. Alex, el anfitrión, muy agradable y atento en todo momento. Si volvemos a Donosti, repetiremos.", "El apartamento es tal cual como se ve en las fotos, muy bien decorado, ubicado y con todos los detalles necesarios para una estadía cómoda. La comunicación inmejorable, Alex siempre estuvo disponible y atento. Lo recomiendo al 100%, sin duda repetiría la experiencia.", "Apartamento ideal y totalmente fiel a las fotos. Ubicación genial, en el centro de San Sebastián, a 5 minutos de la playa, con todo al lado. La pastelería a la vuelta de la esquina riquísima para desayunar (Geltoki). Host 10, cuando je tenido una duda han respondido de inmediato. Para repetir sin duda!! Gracias por todo", "Apartamento muy recomendable.!!", "Apartamento moderno y confortable. Excelente ubicación. Comunicación fluida con el anfitrión, siempre dispuesto a ayudarte.", "Apartamento muy bien situado, ideal para disfrutar de unos días en esta ciudad. Es verdad que en la casa no entra luz exterior y personalmente es un factor que aprecio bastante. Por lo demás todo genial!", "Estupendo apartamento. Muy limpio y acogedor, decorado con mucho estilo. Responde a las expectativas.", "El apartamento es tal y como muestran las fotos, incluso mejor. La situación es perfecta para disfrutar de la ciudad situándose a un par de manzanas de la catedral. Alex nos hizo sentir muy cómodos y atendidos incluso sin habernos visto, por lo que tiene mucho mérito. Sin duda es una gran opción para recorrerse San Sebastián en pareja sin usar el transporte público, repetiremos si tenemos la ocasión.", "El alojamiento es fantástico, muy buena decoración , todo muy cómodo y con lo necesario para sentirte cómo en casa, además es muy céntrico y cerca de la playa de la Concha y la estación de autobuses . Alex te deja una recomendación de ruta de pintxos , el lugar es tranquilo, hemos estado muy a gusto muchísimas gracias :D", "Estancia genial, muy limpia y ordenada con todo lo necesario para estar cómodo y sentirte como en casa, la ubicación inmejorable. Por poner una pega diría lo caro que sale aparcar en la zona, pero se soluciona buscando aparcamientos más a las afueras.", "Un apartamento ideal para parejas, en una zona bastante céntrica de la ciudad. Ir en coche lo encarece un poco, por el coste del aparcamiento en la zona, pero la experiencia compensa con creces ese defecto. A quince minutos de las playas principales, y con muchas terrazas y locales donde comer o tomar algo por la noche, la ubicación es estupenda.", "Apartamento super  recomedable para pareja, en pleno centro de San Sebastián. Sin duda volveremos, todo muy limpio y nuevo, el anfitrión muy atento y dispuesto a ofrecer cualquier tipo de información de interés como guía gastronómica y eventos importantes.", "Todo super correcto, el barrio muy céntrico y tranquilo. El apartamento muy equipado, nuevo y precioso.", "Todo perfecto!", "Sitio tranquilo , muy bien situado en Donosti y decorado con gusto. Definitivamente recomendable.", "Genial apartamento, muy agradable y recomendable. Ubicación perfecta.", "Un apartamento increíblemente bonito y muy bien situado, en media hora como mucho, estabas cerca de todo lo que puedes encontrar en la ciudad. Una decoración de 10 y una tranquilidad y comodidad envidiable.", "El alojamiento es espectacular, tal y como se muestra en las fotos. De 10.", "El anfitrión muy atento. El piso muy completo tenía de todo y además está muy bien ubicado. Cerca de la playa y con un montón de comercio local. Un 10. A destacar sobre todo lo atento que estuvo Alex. Volveremos", "Lugar cálido y acogedor. El anfitrión atento y disponible par cualquier consulta.La localización del piso muy acertada, cerca de todas las zonas más concurrentes.Experiencia para repetir", "Un apartamento precioso y céntrico con todas las comodidades a un precio razonable. Perfecta comunicación con los anfitriones y facilidad en la entrada y salida. Sin duda repetiré si vuelvo a viajar a Donosti.", "Todo espectacular, de 10. Alex, excelente anfitrión", "Apartamento genial ubicado para visitar San Sebastián. Cerca de la parte vieja y muy bien comunicado por transporte público. El trato con Alex fue genial, nos asistió antes del viaje con todas las dudas que tuvimos y nos ayudó también en el check-in. El apartamento es tal y como se ve en las fotografías, muy funcional y muy bonito, si acaso, se le echa en falta algo más de luz natural. En nuestro caso fuimos una familia con dos niños y todo estuvo genial, repetiríamos sin dudar.", "Nos encanto, excelente lugar! Queremos regresar!", "Alex muy servicial, educado, pendiente y esmerado en prestar un excelente hospedaje... Se nota que le interesa atender SUPER BIEN", "Ha sido un verdadero placer alojarnos en el apartamento. Todo estaba impecable, con muchisimo detalles que nos han hecho sentir como en casa. Alex ha sido super amable y nos ha facilitado muchisimo tanto la llegada como la salida del apartamento. No faltaba absolutamente nada en el apartamento, super coqueto y acogedor. En una ubicacion inmejorable y con toda la informacion a nuestra disposicion para poder disfrutar de la Ciudad. Sin duda, repetiremos. Mil gracias Alex!", "Excelente!!! Nos ha encantado nuestra estancia en familia en el apartamento de Alex. Ubicación muy céntrica, decoración muy estilosa y Alex es muy atento y simpático. El mejor airbnb en el que hemos estado!!! Muy recomendable. Repetiremos!!!", "Apartamento con mucho gusto y practicamente a estrenar.Esta muy bien situado, en un paseo de 10\"estas en la Concha y en el barrio viejo.", "Precioso apartamento en pleno centro de la ciudad. Esta recién reformado y cuenta con todos los servicios y comodidades. El anfitrión es muy detallista, y a parte de tenerlo todo impecable, es flexible y había dotado al apartamento con información útil sobre la ciudad. Altamente recomendable, espero que lo disfrutéis. Jaime", "Ha sido una estancia excelente . Todo facilidades y ubicación perfecta.", "Nos sentimos como en casa en este apartamento cómodo, bonito, limpio y bien ubicado. Cuenta con todo lo necesario para hacer la estancia perfecta. Reformado recientemente, con muchísimo gusto y sentido común. Los dueños amables y rápidos contestando a los mensajes, nos dejaron una guía estupenda de pinchos para disfrutar aún más de esta elegante y bellísima ciudad. Viajamos con nuestro bebé de un añito, le dejaron unos juguetitos y había cuna y trona, todo limpio y en perfecto estado, el niño estuvo genial. La ubicación ideal, céntrica y cercana a los lugares más interesantes; al lado de un parking donde dejar el coche, estación de tren...; en una calle con sitios para desayunar riquísimos, tiendas practicas (farmacia, panadería, supermercado...) y establecimientos con mucho encanto; en definitiva nos encantó, lo recomendaremos seguros de no equivocarnos y, si podemos, volveremos!", "La casa está muy bien equipada, es muy cómoda y el mobiliario de buen gusto.", "mejor de lo esperado. todo nuevo y muy limpio, detalles como café y cosas básicas. muy céntrico. la comunicación muy bien. nos ha gustado mucho. altamente recomendable.", "Si regreso a San Sebastián será mi primera opcion. Espacio bien diseñado y con excelente gusto, los host muy atentos y pendiente al detalle. ", "Piso estupendo y muy bien ubicado. Buena comunicación con Alex.", "El apartamento está impecable en todos los sentidos: Limpieza, decoración, ubicación , nuevo ,tranquilo.Ideal para pasar unos días y visitar una ciudad tan bonita como San Sebastián.Álex, fue muy amable en su recibimiento facilitándonos toda la información necesaria para disfrutar de la estancia.Sin duda lo recomiendo y si puedo volveré.", "Si tienes pensado ir a Donostia a pasar unos días, esta es tu casa. Nueva casi a estrenar, cómoda, con todo lo necesario. Perfectamente ubicada y con unos anfitriones atentos sin ser pesados", "Apartamento interior, silencioso, limpio, acogedor y decorado con gusto exquisito. No le falta un detalle para una estancia perfecta. Cerca de las playas, tiendas, transporte...Alex y Carla encantadores. Deseando repetir!", "El apartamento es precioso. Todo está nuevo, decorado con muy buen gusto y no le falta ningún detalle. Alex ha sido muy amable y atento. Además el piso está situado en muy buena zona. Si volvemos a Donostia, repetimos!", "Tuvimos la mejor estancia. El apartamento es fabuloso. No puedo culparlo. Nos hemos alojado en muchos Airbnb a lo largo de los años, y este fue el mejor para el uso del espacio y de lo bien equipado que estaba equipado. Es una ubicación fantástica con muchas cafeterías, tiendas, restaurantes, etc. He encontrado la comunicación con Alex brillante. Hace todo lo posible y más. Volveremos.", "Alojamiento agradable en Donostia, y Alex es un gran anfitrión, ¡muchas gracias!", "Gran apartamento, perfecto para pasar un par de días en San Sebastián. Llovió MUCHO en nuestro viaje, pero no nos importó, ya que teníamos un apartamento tan bonito y espacioso para esperarlo.La ubicación es increíble, hay mucho en la puerta de tu casa y luego a 15 minutos a pie del centro del casco antiguo. Muchas opciones de aparcamiento. Recomiendo sin duda.", "Disfrutamos mucho de nuestra estancia en este encantador apartamento. Es exactamente como se describe. La zona es increíble, con cafeterías, bares de tapas y panaderías en cada rincón. La zona es muy romántica con una arquitectura increíble y muy transitable. Definitivamente recomendaríamos quedarse en Chic Donasti.", "Nos lo pasamos muy bien alojándonos en este fabuloso apartamento. La bienvenida que recibimos por parte de los anfitriones fue cálida y útil, y la orientación sobre la zona y los lugares para comer fue muy útil. El apartamento era muy moderno y limpio con todos los servicios.", "Qué gran hallazgo. Todo en este lugar era sencillamente perfecto. Pero lo que más destacaba era la comunicación de Alex. Fue muy receptivo, amable y servicial. Me equivoqué de la reserva, y fue muy amable y amable e incluso me ayudó a encontrar un hotel para la noche extra que pensé que había reservado. El apartamento en sí es precioso, luminoso, limpio, espacioso y elegante. Está bien situado junto a muchas tiendas, cafés, mercados, tiendas y farmacias. Dentro del apartamento es tan tranquilo que ni siquiera sabrías que estabas al lado de la calle bulliciosa. Está a pasos del aparcamiento y a pocos pasos de la playa. La lavadora/secadora fue útil ya que tengo un niño de 5 años. ¡Lo recomendaría encarecidamente!", "Perfectamente ubicado, muy limpio y muy buena comunicación", "Apartamento bellamente diseñado cerca del centro de la ciudad. Muy limpio. Muy recomendable.", "Increíble ubicación, gran barrio, muy limpio, diseño precioso, muy bien equipado, anfitriones amables, literalmente NO PODRÍA ser MÁS PERFECTO. Comprueba todas las cajas y luego algunas, ¡resérvalo!", "¡Tanto el piso como la ubicación eran geniales! ¡Muchas gracias!", "¡Excelente estadía, impecable, limpio y con un anfitrión muy agradable! Cerca de todo , solo se puede recomendar a cualquier persona.", "Fantástico lugar en una hermosa ciudad. Excelente distribución de apartamentos, llena de comodidades y a poca distancia a pie del centro de la ciudad. Apartamento increíblemente bien surtido; cafés, lavadora, lavadora, toallas y (afortunadamente) algunas sombrillas. ¡Gracias, Alex!", "¡ubicación estupenda y espacio precioso! Detalles bien pensados en todo momento.", "Disfrutamos mucho de nuestra estadía en Chic DonostiEl departamento es brillante y está bellamente diseñadoLas comunicaciones con Alex fueron rápidas, útiles y clarasLa ubicación es ideal, por estar cerca de todo lo que está pasando, pero es tranquilo, lo que fue genial.El registro de entrada fue fácil y sin problemasPensé que desde el balcón tendría una vista exterior, pero hay una vista interior al patio.¡Lo pasamos muy bien, gracias!", "¡Un gran lugar para alojarse en San Sebastián! El apartamento era extremadamente accesible y limpio, y estaba en una zona maravillosa alrededor de muchas tiendas, ¡y a un paseo rápido y fácil de la playa! El patio del apartamento también fue muy agradable. Alex fue extremadamente servicial y dejó un montón de excelentes recomendaciones y también fue muy receptiva. ¡10/10 recomendaría a cualquiera que se quedara aquí!", "Estancia realmente encantadora, el apartamento es encantador y tranquilo, con un montón de cosas geniales que hacer a poca distancia. Lo recomendaría encarecidamente.", "Excelente lugar, accesible a todas partes. El aparcamiento es un problema en la ciudad. Estacionamos en el aparcamiento público gratuito de las afueras de la ciudad (estadio) y tomamos el transporte local de vuelta a la ciudad.  Súper fácil y segura.", "Alex es un anfitrión encantador. Aunque el apartamento no es grande, todo lo necesario para unas cortas vacaciones está disponible. Cama encantadora y buena cocina. No hay ventanas, sino un pequeño patio, así que, afortunadamente, un poco de luz.", "Muy satisfecho con el lugar! Coincide perfectamente con las fotos. ¡Anfitrión muy receptivo y atento, así como muy acogedor! Lo recomiendo sin dudarlo!!", "Gran lugar, excelente ubicación. Fue muy fácil comunicarse con Alex y tuvimos una estancia estupenda. ¡Gracias!", "¡Recomiendo este alojamiento sin pensarlo dos veces! Está muy bien ubicado para visitar la ciudad. ¡La comunicación con el anfitrión es genial! Gracias por una estancia agradable", "Todo perfecto!", "Una estancia estupenda, un apartamento compacto pero elegante. A unos 10/15 minutos a pie del casco antiguo, a unos 10 minutos de la playa, a 10 minutos de la estación de autobuses y trenes y un registro muy fácil. Un lugar tan increíble muy recomendable. Alex fue muy servicial y receptivo también, ¡respuestas instantáneas! ¡Salud, Alex!", "Muy buena ubicación, todo está a poca distancia a pie y el apartamento realmente genial con todo lo que necesitas!! Lo recomiendo!", "Nos la pasamos muy bien en casa de Alex.El apartamento está limpio y ofrece todos los servicios (y mucho más) necesarios para la estancia. También está muy bien situado: a pocos metros de la estación de tren y del centro histórico de la ciudad.¡Estaremos encantados de volver!", "El apartamento era la ubicación perfecta para nuestro fin de semana. ¡Es un lugar acogedor con mucha privacidad y la cama era extremadamente cómoda después de largos días! Es fácil llegar a pie al centro de la ciudad y está cerca de excelentes opciones gastronómicas. La pasamos muy bien.", "Excelente apartamento, limpio y con todos los servicios necesarios para llegar con las manos en los bolsillos. Muy buena ubicación.Alex nos dio consejos para nuestro viaje y siempre fue receptivo.Lo recomendaríamos sin dudarlo!!", "Chic Donosti es un hermoso lugar donde puedes sentirte bien.El alojamiento es muy bonito, muy limpio, no le falta nada, muy cómodo, tranquilo, Alex y Carla se preocupan por los detalles (ropa de cama king size muy cómoda, cápsulas Nespresso, productos de limpieza, lavavajillas e incluso sombrillas presentes en caso de que el clima sea caprichoso etc), muy bien ubicado.Alex sabe hacerte sentir cómodo y todo está bien organizado.Llegamos, dejamos nuestras cosas y pudimos disfrutar plenamente de esta hermosa ciudad y de sus numerosos bares y restaurantes en Pintxos. Nos encantó nuestra estancia, aunque el clima era lluvioso, la ciudad de Donostia tiene muchas cosas hermosas que ofrecer.Si vienes en coche, el aparcamiento puede ser muy caro (54 € de viernes de 19: 00h a domingo 15: 00h ) y complicado.Alex nos había aconsejado aparcar el coche en el aparcamiento de Plaza EASO, que está a solo unos 100 metros del alojamiento, y estaba muy bien ya que el coche estaba al menos bien aparcado y era seguro.Realmente, cuando volvamos a San Sebastián, si el alojamiento está disponible, volveremos.Muchas gracias.Adishatz,", "Departamento súper ubicado, funcional y bien equipado. El anfitrión es servicial y está disponible. A tener en cuenta: estacionamiento caro de pago.", "La casa es pequeña pero muy cómoda. Bonitos electrodomésticos de cocina. La única crítica es que no hay ventanas que salgan.", "Excelente alojamiento!! 🙂Coincide completamente con el anuncio, está perfectamente equipado e idealmente ubicado en la ciudad para aprovechar al máximo todo lo que hay que hacer en San Sebastián muchas 👍 gracias!!!", "Este apartamento es precioso y está bien cuidado y en una ubicación perfecta para acceder fácilmente al casco antiguo, a la playa y a todos los encantadores restaurantes de San Sebastián. ¡No podría haber sido mejor!", "Apartamento realmente encantador en una buena ubicación para todas las cosas que necesitas hacer, tenía todo lo que necesitaba, desde hervidor de agua hasta plancha y también champú, etc. Le falta un poco de luz natural, pero estaba contento con esto, ya que significaba que no había luz brillante despertándome por la mañana.Era un apartamento muy cómodo y bien equipado .Tuve una estancia encantadora", "Fantástico apartamento, en un barrio estupendo cerca de la estación de autobuses y del centro de San Sebastián. Bien decorado, con el mayor uso posible de luz natural. Cocina pequeña y estupenda con todo lo básico que necesitas. Definitivamente volvería a este piso en el futuro. También pedimos una hora más tarde y Alex estuvo encantado de complacerte para que no tuviéramos que sacar nuestras maletas: un anfitrión muy considerado y una estancia maravillosa en San Sebastián.", "Precioso apartamento, impecablemente limpio y una ubicación estupenda. Todos los servicios que necesitas y cosas como pastillas para lavar, cápsulas de café, etc. incluidas. Buena ubicación cerca de la ciudad, pero lejos del ruido y las multitudes. Gran panadería al otro lado, Carrefour express a la vuelta de la esquina y Casa Valles para comer algo por la noche: buena comida y muy amable. El clima era húmedo cuando estábamos aquí y por lo tanto puede ser un poco oscuro en el apartamento, ya que las ventanas están a los vacíos interiores en lugar del exterior, pero estarás fuera la mayor parte del tiempo. La televisión tiene Netflix y Amazon Prime y el internet es bueno. Llegada y salida sencillas. El aparcamiento está a un minuto en el aparcamiento subterráneo Easo y cuesta 27 euros al día. No te preocupes por la numeración de la plaza, es todo aparcamiento público, el aparcamiento de los residentes está en el nivel -2. Sin duda me hospedaría aquí de nuevo.", "Si estás buscando alojamiento en San Sebastián, no busques más. ¡Este es el lugar! Excelente ubicación, detalles bien pensados e impecablemente limpio. ¡Gracias por una estancia perfecta!", "Tuvimos una estancia maravillosa en Chic Donosti. El anfitrión hizo todo lo posible para responder a cualquiera de mis preguntas y siempre respondió de forma oportuna. El apartamento es muy elegante y limpio y tiene todo lo que puedas necesitar. La ubicación era perfecta para caminar por todas partes. Esperamos volver algún día. ¡Gracias de nuevo!", "Apartamento Fab en una ubicación realmente impresionante, perfecto para explorar San Sebastián. A dos minutos a pie de una gran cafetería y a 10 minutos a pie de la playa y el casco antiguo, ¡absolutamente perfecto!", "Cama muy cómoda, decoración minimalista con estilo y una gran lavadora que en realidad secaba la ropa. ¡La ubicación era genial y nos hospedaríamos allí de nuevo!", "Este apartamento es una joya oculta, excelente ubicación para caminar hasta el centro. El anfitrión tenía todo lo necesario para mí, mi pareja y mi hijo de 1 año, incluida una trona y una cuna, ¡incluso algunos juguetes! ¡Definitivamente lo recomendaré a cualquiera que visite San Sebastián!", "Excelente ubicación, muy bien decorado y limpio y excelente anfitrión.", "Tuve una estancia estupenda de tres noches. Excelente ubicación a poca distancia a pie de todo. La habitación era muy tranquila.", "Nos alojamos aquí con nuestro hijo de 10 meses, fue perfecto. Me encantó el apartamento y fueron muy complacientes. ¡Recomendaría encarecidamente alojarse aquí!", "Recomendaría este apartamento a cualquiera que se aloje en San Sebastián. Ubicación céntrica, muy cómodo y excelente comunicación con el anfitrión!", "Este apartamento está en la mejor ubicación. Tranquilo mientras duermes, pero céntrico con respecto a todo el barrio y las playas de Nieghborhood. Los anfitriones fueron muy buenos comunicándose e hicieron que nuestro viaje fuera muy fácil. ¡A 10 minutos a pie de la estación de autobuses!", "Detrás de una hermosa fachada de edificio tradicional, alojamiento moderno y acogedor, ultra funcional, impecablemente limpio, muy tranquilo, idealmente ubicado para caminar a las diferentes zonas de la ciudad. Anfitriones cálidos y atentos. Volveremos.", "Absolutamente hermoso y súper cómodo. El anfitrión es increíble y la ciudad es impresionante.", "Nos encantó todo sobre nuestra estancia aquí. El lugar es absolutamente precioso y está en una ubicación estupenda. Pudimos ir andando a todas partes. Hay muchos restaurantes,  panaderías y supermercados a la vuelta de la esquina. También hay una farmacia al lado. La playa está a pocos pasos, al igual que el casco antiguo de Sebastián. También hay un ascensor en el edificio, lo que fue una ventaja por poner nuestras maletas en el apartamento. Alex es un anfitrión fantástico y respondió muy bien a nuestra solicitud y necesidades. Recomiendo encarecidamente el alojamiento de Alex y, si alguna vez volvemos, definitivamente nos hospedaremos aquí de nuevo.", "¡Tuvimos una estancia encantadora! El apartamento está en el corazón de San Sebastián y muy cerca de la estación de tren. El espacio estaba cuidadosamente decorado e impecable. ¡Definitivamente recomendado!", "Alex fue genial y súper receptivo. El proceso de llegada fue perfecto y el apartamento está en excelentes condiciones. El apartamento está en una ubicación estupenda.", "El apartamento era muy bonito y perfecto para nuestra estancia. Alex también fue muy servicial y comunicativo. Incluso tuvimos un problema para conseguir un taxi después de la salida y él nos dirigió y llamó al taxi por nosotros. ¡Qué maravillosa anfitriona y experiencia en San Sebastián!", "¡El apartamento es encantador! Limpio, moderno, aire acondicionado estupendo, wifi potente, excelente ubicación, muy seguro y es maravilloso comunicarse con el anfitrión. ¡Gran estancia en general! Pequeña nota de que hay poca o ninguna luz natural porque es una unidad orientada al interior, pero aparte de eso, perfecta.", "El apartamento era genial y las recomendaciones de pintxos eran perfectas. ¡Ojalá hubiera podido quedarme allí más tiempo! Gracias por todo.", "¡Un pequeño espacio estupendo en una ubicación estupenda! Tiendas y restaurantes en la puerta principal y la hermosa playa está a pocos pasos. Todo estaba limpio y ordenado y la comunicación con el anfitrión fue extremadamente rápida.", "¡Me encantó nuestra estancia aquí! Excelente comunicación del anfitrión, ubicación increíble a todos los bares de pinxtos, carácter genial. Definitivamente lo recomendaría.", "Mis padres hicieron su viaje conjunto de 60 años aquí y les encantó, una gran decoración y ubicación.", "La ubicación era excelente, lejos de los bares, pero en el centro de tiendas y cafeterías únicas. El apartamento era bonito y tenía una gran iluminación que añadía un buen ambiente.", "La ubicación era muy buena y la comunicación con el anfitrión fue muy buena. El inconveniente fue que el agua tibia no salía bien después de que una persona se duchara. La diferencia fue impecable y quedé satisfecho.", "Apartamento cómodo y moderno, a 10 minutos a pie de la estación de autobuses, era genial", "El apartamento de Alex era fabuloso, fácil registro de entrada, excelente ubicación . Bien decorado y una cama grande muy cómoda. No dudaríamos en recomendárselo a nadie . Gracias, Alex.", "¡Maravilloso lugar! Perfecto para viajeros solitarios y parejas, situado a pie de todo, ¡y con un aspecto tan encantador/moderno! ¡Definitivamente lo recomendaré!", "Excelente lugar, amplio, limpio y genial ubicación. El anfitrión se comunica muy bien desde el momento en que reservé este alojamiento hasta el check-in/check-out (lo que fue muy fácil y hace que 1 sea menos preocupante durante nuestras vacaciones). Toda la información de contacto está disponible, como su información directa y taxi (lo que fue súper útil).", "Era un alojamiento estupendo en una ubicación estupenda. El anfitrión fue muy servicial y el apartamento estaba muy limpio y era el lugar perfecto para una estancia de 5 noches", "¡Un lugar increíble! ¡Muy bonito y increíblemente decorado! También muy buena ubicación!Excelente comunicación! ¡Nada más que pedir!", "Super estancia en San Sebastián, el apartamento estaba limpio con todos los servicios que necesitarías para disfrutar de una estancia cómoda. Pasamos la mayor parte del día fuera de la casa, pero el apartamento es tranquilo, una gran noche de sueño. Hay muy poca luz solar que entra por las ventanas y la terraza, pero como estábamos fuera de todos modos no nos importó. La llegada y la salida son súper sencillas. ¡Lo recomiendo!", "Hemos pasado dos días en casa de Alex. El lugar es estupendo y muy bien ubicado para visitar la ciudad. Hay todo lo que necesitamos. Excelente comunicación. ¡Lo recomiendo! ¡Gracias por todo!", "Excelente lugar!!!", "Gran apartamento, limpio y bien equipado para dos personas... excelente ubicación. ¡Gracias!", "Buen barrio. Buena ubicación con todas las comodidades necesarias en la planta baja, es decir, panaderías, carrefour express. Incluso tiene una gran tienda preesiada justo al lado de la entrada principal. A poca distancia del casco antiguo y del paseo marítimo.", "¡Gran estancia !", "Tuvimos una muy buena estancia en este alojamiento. No nos faltó nada la ropa de cama muy buena, la cocina muy buena, el apartamento muy tranquilo. La comunicación con el anfitrión muy fácil y agradable.Lo único, pero el apartamento es así, y no nos molestó en invierno, las ventanas dan a patios interiores. Así que es un apartamento muy oscuro. Sin embargo, el sistema de iluminación está muy bien hecho pero no hay o muy poca luz natural que entra en este apartamento.Recomiendo este alojamiento!", "¡Este lugar es increíble! El anfitrión es muy atento y atento. El espacio es perfecto para una pareja. La ubicación es excelente. ¡Una estancia obligada!", "Apartamento muy bien decorado y muy bien ubicado para visitar esta preciosa ciudad . Se puede hacer todo a pie . Una ropa de cama muy cómoda y de cocooning. El propietario es muy receptivo y agradable . Llegada y salida facilitadas por la caja eléctrica. Apartamento muy tranquilo . El único inconveniente para nosotros fue la falta de brillo y sin vistas al exterior .", "El apartamento era precioso. El diseño y todo era muy elegante. El anfitrión también respondió rápidamente. El check-in fue muy fácil. La ubicación estaba a un paseo muy cómodo del casco antiguo.Sin embargo, ten en cuenta que el aparcamiento gratuito está a un trayecto en autobús. Así que no está cerca de la casa. Pero todo está bien, ya que los autobuses llegaron rápidamente.", "Este es un apartamento increíble. Acabamos de pasar 6 noches aquí. ¡No quería marcharme! Muy céntrico, muy limpio y bien equipado Cama cómoda y ducha encantadora. Pequeños detalles como cafetera y sombrillas (¡que eran muy utilizados!) fueron bien pensados. De los mejores apartamentos de Airbnb que hemos utilizado. Propietarios muy serviciales con cualquier consulta. Definitivamente lo recomendaría al 100%. San Sebastián es una ciudad hermosa y esperamos volver algún día.", "Bien ubicado y con cualquier cosa que puedas necesitar.", "Excelente ubicación, gran apartamento,  muy limpio, muy fácil de usar, ¡realmente disfrutamos de nuestra estancia! Gracias!!", "El apartamento era hermoso, decorado con buen gusto y con todo lo que necesitas. La cama era grande y cómoda. Se proporcionaron carpetas para sugerir bares de pintxos y lugares de interés. Alex también hizo recomendaciones sobre pintxos específicos. El apartamento está a unos 15 minutos a pie del pasado, con encantadoras tiendas para explorar en el camino. Pasamos unos días maravillosos en San Sebastián y recomendaríamos Chic Donosti en un santiamén. Gracias Alex.", "Apartamento realmente encantador para usar como base para explorar San Sebastián. Precioso y limpio con todas las cosas necesarias para disfrutar de una estancia encantadora. Muy tranquilo durante la noche con una buena cama cómoda para dormir bien después de comer todos los pintxos.", "Muy importante", "un lugar increíble y un equilibrio de calidad-precio perfecto. Lo recomiendo encarecidamente.", "Este es un apartamento bien equipado con excelentes instalaciones y acceso a la fabulosa ciudad. Sin embargo las fotos son un poco engañosas. Hay poca, si es que hay luz natural, y la terraza está en la parte inferior de un hueco interno donde la gente cuelga su ropa sucia y las tuberías de calefacción dominan. El olor de la cocina de los otros apartamentos también estaba impregnado. Pero si mantienes cerradas las puertas y ventanas cerradas está bien. Los anfitriones fueron muy buenos y rápidos en responder .", "Alojamiento tal y como se anuncia, muy limpio con un buen nivel de comodidad y lugar en el centro de la ciudad", "Excelente lugar", "¡Muy elegante! ¡Nos gustó y lo recomendaremos! El anfitrión fue muy educado y servicial con las instrucciones de llegada.", "¡Tuvimos una estancia fantástica aquí! ¡El apartamento era todo lo que queríamos y más y Alex fue un anfitrión increíble que nos ayudó cuando lo necesitábamos! ¡Con mucho gusto me hospedaría aquí de nuevo!", "El apartamento es muy bonito y no le falta nada más que la luz, lamentablemente no hay vistas al aire libre pero solo en pequeñas cuevas interiores, no se puede entender el tiempo que es y siempre hay que mantener las luces encendidas, de lo contrario no falta nada, también puedes encontrar la base para cocinar y tú y café para desayunar y muy limpio", "apartamento muy cómodo y bien ubicado.", "El apartamento está en una ubicación estupenda, a 10-12 minutos a pie de la playa o del casco antiguo. Está a solo unos minutos a pie de la estación de tren y del laboratorio de pruebas PCR. Hay tres panaderías a 2 minutos y una tienda de comestibles exprés también. El anfitrión fue más de lo esperado y me ayudó a organizar algunas partes necesarias de mi itinerario cuando tuve problemas con el teléfono. La habitación era muy tranquila por la noche para dormir.", "un apartamento estupendo en una ubicación increíble. Alex es un gran anfitrión y nos hizo sentir muy bienvenidos.", "Excelente ubicación. Espacio interior muy tranquilo.", "El apartamento era exactamente como se anunciaba, bellamente arreglado con todos los servicios necesarios y en una ubicación estupenda. ¡Definitivamente lo recomendaría!", "Apartamento bien ubicado, en muy buen estado y muy bien equipado.Perfecta para descubrir esta maravillosa ciudad de Donostia Y encantadora bienvenida y muy disponible Gracias", "Excelente departamento, limpio, con diseño, todo lo que puedas necesitar, y muy bien ubicado, cerca de todas partes y con todos los servicios que necesitas muy cerca.Es lo mejor de todo lo que hemos estado.Si volvemos a Donostia repetiremos sin duda.", "Maravilloso moderno con encanto y excelente ubicación", "Bonito apartamento limpio y cómodo, registro de entrada sencillo y acceso al casco antiguo.", "Hermoso apartamento y excelente ubicación cerca de tiendas de moda y bares geniales. Alex fue un anfitrión cálido y excelente, rápido en la comunicación y súper servicial. ¡La cama es una de las mejores camas en las que he dormido! El apartamento es el lugar perfecto para relajarse después de una larga jornada de exploración. ¡Ojalá hubiéramos podido quedarnos en San Sebastián más tiempo!", "Bonito lugar. Bien ubicado. Anfitrión atento y receptivo. Muchas gracias.", "Excelente ubicación, apartamento elegante, pero desafortunadamente no hay luz del día y la posibilidad de ventilar.", "Estancia estupenda, apartamento en una ubicación estupenda", "El apartamento está bien situado, reformado y decorado. Acabo de perderme más luz natural y vistas a la ciudad, ya que no hay ventanas exteriores. Esto se compensa con la iluminación artificial y el diseño del espacio. La comunicación con Alex fue fluida. El cuaderno daba indicaciones de qué hacer en la ciudad y alrededores, especialmente dónde comer pintxos, es sensacional.", "Apartamento con una ubicación ideal con anfitriones atentos a nuestras expectativas. Hermosa decoración. ¡Lo recomendaría encarecidamente!", "Anfitrión disponible y acogedor, alojamiento muy limpio", "Estupenda estancia!!! Gracias por todo", "Apartamento bien ubicado, limpio y cómodo. No confíes demasiado en la terraza.", "Alex es un excelente anfitrión y muy atento! El apartamento estaba limpio y la cocina estaba bien equipada. ¡Tiene una ubicación céntrica y es perfecto para unas vacaciones relajantes!", "Gran alojamiento en el corazón de San Sebastián muy agradable el anfitrión también es muy agradable y amable", "Limpio, sencillo y amable.Cocina céntricaque te invita a cocinarDesafortunadamente no hay luz del día, no hay vista, muy desafortunado", "Un apartamento muy bonito y acogedor en el centro de San Sebastián. El apartamento fue un poco oscuro pero muy bien para algunos días. Lo recomendaríamos totalmente.", "lugar brillante con anfitriones muy amables. La ubicación es perfecta y el apartamento está muy bien terminado. Definitivamente lo recomendaría", "MUY RECOMENDABLE!!!!", "Muy buena capacidad de respuesta. Reserva y en 20 minutos estaba en el alojamiento . Cerradura automática.TB", "¡Alojamiento ideal! Un anfitrión increíble y una ubicación perfecta.", "Alojamiento muy agradable y moderno Excelente ubicación para cuadrar la ciudad Ten en cuenta que el apartamento no tiene vistas al aire libre.Gran estancia.", "Estancia muy agradable !", "Apartamento muy bien situado, decorado con buen gusto. Propietario muy acogedor:)", "La casa de Chic era muy bonita. Tenía una decoración moderna y todo lo necesario para sentirse cómodo en el lugar. En cuanto a la ubicación, fue muy conveniente, tener una panadería al otro lado de la calle y el océano a unas manzanas de distancia.", "Precioso apartamento en una buena ubicación cerca de tiendas y no muy lejos de la playa, el anfitrión  es muy agradable. Atento, lo recomiendo ampliamente.", "Excelente alojamiento en una muy buena ubicación con un muy buen restaurante cerca para una costilla de ternera.", "Ubicación perfecta en el corazón de San Seb. Decoración y mobiliario suaves e impecables. Lo recomiendo ampliamente.", "El apartamento era perfecto para todo lo que queríamos en San Sebastián. Era cómodo, tranquilo y estaba en una ubicación estupenda. El registro de entrada fue muy fácil y Alex respondió rápidamente. Muy limpio, gran cama y ducha y bonitos servicios como café Nespresso, etc. ¡Definitivamente volvería!", "Excelente departamento, cerca de todo, los dueños súper amablesNo hay quejas, al contrario.", "Hermoso departamento y anfitrión muy acogedor y amable! ¡Perfecto para una estancia en San Sebastián!", "Muy lindo lugar. Limpio. Muy bien ubicado. Tuvimos una estancia agradable!", "Estancia impecable. Buena ubicación, alojamiento limpio y tranquilo. Todo perfecto!", "El apartamento de Alex es una joya en el corazón de St-Séb y a pocos minutos de la playa de La Concha.Además, Alex es un anfitrión súper agradable y amable.", "¡Nos encantó este lugar! Dormimos increíblemente bien con las persianas oscuras, la ducha era increíble y la ubicación era maravillosa. Disfrutamos mucho de algunos de los restaurantes y bares locales a la vuelta de la esquina: ¡Chutney, Kaxilda, Old Town Coffee!", "Excelente ubicación a poca distancia a pie del centro de la ciudad y del casco antiguo. El lugar se ve moderno y acogedor. Todos los servicios que necesitas están allí y la cocina está perfectamente equipada para algunas comidas caseras.", "Apartamento precioso y limpio, muy bien estructurado. Muy bien situado en el centro de la ciudad, cerca de la playa y de la parte antigua de San Sebastián. El anfitrión también fue atento y muy amable.  Te recomendaría encarecidamente que te quedaras en este alojamiento.", "Apartamento maravilloso en una ubicación estupenda. La cama es increíblemente cómoda, el interior es moderno y de hecho elegante. El anfitrión proporcionó detalles muy útiles, recomendaciones y el apartamento estaba equipado con todo lo que uno podría necesitar. El único inconveniente es que la pequeña terraza y la ventana del dormitorio solo se abren hacia los estrechos patios traseros que están parcialmente cubiertos, por lo que el lugar es un poco más oscuro de lo que esperábamos. ¡Sin embargo, lo volvería a reservar, ya que uno debería pasar la mayor parte del tiempo fuera explorando San Sebastián de todos modos!", "¡Excelente apartamento, excelente anfitrión! Fue fácil contactar con Alex y se aseguró de que tuviéramos todo lo que necesitábamos para nuestro tiempo en San Sebastián.", "Mi marido y yo tuvimos una estancia muy cómoda en este alojamiento elegante y cómodo. Nuestros anfitriones proporcionaron absolutamente todo lo necesario con gran consideración.", "¡Gran lugar para sentirse como en casa!", "Gracias Carla y Alex por su muy complaciente y cálida bienvenida. Apartamento en muy buena ubicación! Hasta pronto", "Este apartamento es muy elegante con una sensación de lujo en una ubicación fantástica. Hay numerosas panaderías y bares a pocos pasos. Los anfitriones fueron muy amables  y serviciales y nos proporcionaron todo lo que necesitábamos. Definitivamente volveremos a reservar esto la próxima vez que visitemos la ciudad.", "Muy buena direcciónEl departamento está muy bien ubicado Hay todo lo necesario para una estancia agradable.Se recomienda una cálida bienvenida.", "Muy buen alojamiento, decorado con buen gusto y muy bien situado en el centro de la ciudad cerca de todos los servicios. Bienvenida muy cálida", "¡No podría haber pedido un alojamiento mejor en San Sebastián! ¡A poca distancia a pie de todo y había muchas recomendaciones excelentes sobre dónde comer!  ¡Definitivamente volvería!", "Pasamos un fin de semana largo y encantador aquí y no dudaríamos en recomendarlo a otros. El apartamento era elegante, limpio, tranquilo y una cama muy cómoda. Excelente ubicación para conocer la ciudad. Alec nos da excelentes consejos de cultura y comida.¡Unas vacaciones encantadoras!", "¡Hermoso! ¡Un pequeño capullo de verdad!", "La mejor experiencia que he tenido en Airbnb. Alex fue un anfitrión increíble, fue flexible y servicial con las horas de llegada y salida, y se esforzó al máximo para que nos sintiéramos bienvenidos y cómodos durante nuestra estancia. Todo estaba a poca distancia a pie, incluso la estación de tren estaba a unos 6 minutos a pie, lo que era muy conveniente. ¡Recomiendo encarecidamente a cualquiera que vaya a San Sebastián y me encantaría volver a alojarme aquí en el futuro!", "¡Apartamento y anfitrión increíbles!", "Nuestra estancia en casa de Alex y Carla fue genial. Como todos ya habían mencionado en más de 100 comentarios, el apartamento era cómodo, acogedor, bien decorado, tranquilo, limpio, de fácil acceso, etc. Básicamente todo lo que puedes pedir desde un hogar lejos de casa. Mencionaré algunas cosas que otros no lo han hecho. 1) La lavandería/secadora funciona muy bien y puede ser perfecta si estás haciendo un viaje más largo. 2) Se proporcionan varias sombrillas para que no tengas que empacar una. 3) El apartamento puede ponerse agradable y oscuro cuando todas las cortinas están bajas, perfecto para dormir si es necesario. Y 4) Visitamos durante las vacaciones y tenían algo de decoración navideña, lo que fue un buen toque y muestra su atención. También estaban dispuestos a recomendar lugares porque muchos restaurantes están cerca durante las vacaciones. Sin duda, un gran anfitrión y apartamento.", "¡Gran estancia en casa de Alex! ¡Apartamento muy bonito decorado con buen gusto! Todos los servicios están ahí, muy bien equipado! Alex muy disponible y muy amable Muy bien situado en San Sebastián Gran relación calidad-precio.Lo recomiendo ampliamente.", "¡Nos lo pasamos muy bien en San Sebastián y la casa de Alex fue el lugar perfecto para relajarse después de días ajetreados caminando y comiendo pintxos! El apartamento es increíble y está en una ubicación estupenda. Disfrutamos especialmente de la lista de restaurantes de pintxos locales que Alex nos proporcionó. ¡Nos quitó todas las suposiciones de nuestra estancia! ¡Esperamos volver pronto!", "Hermoso lugar en el corazón de todo!! Gran hospitalidad, conveniente para todo! ¡Anfitrión muy amable y receptivo! ¡Volvería sin dudarlo!", "Increíble lugar en la ubicación perfecta.  No podría haber pedido un apartamento más bonito para pasar mi fin de semana en San Sebastián. ¡Fantástico!", "¡Este apartamento es muy acogedor y bonito como se muestra en la imagen! Alex fue muy atento y nos proporcionó mucha información sobre qué hacer en San Sebastián! Definitivamente me hospedaría aquí de nuevo. ¡La ubicación también es muy céntrica!", "La cama y almohadas eran súper acogedoras, lo cual para mí es súper importante. La cocina era muy funcional y la ducha era impresionante. El hecho de que fuera un espacio precioso en una gran parte de la ciudad fue una gran ventaja. No se puede pedir más como viajero. Me encantaría quedarme allí de nuevo.", "Un anfitrión encantador. Muy servicial y una casa encantadora, muy limpia y elegante. ¡Perfecto para lo que necesitábamos, se lo recomendaría a cualquiera y una ubicación estupenda!", "¡Nos encantó nuestra estancia en casa de Alex! Muy acogedor y en la ubicación perfecta. ¡Nos hospedaríamos aquí de nuevo para nuestro próximo viaje a San Sebastián!", "¡Un anfitrión increíble, un espacio increíble, una ubicación increíble! Lo único que lamento es no haber podido hacer de este espacio mi hogar más tiempo. Alex fue muy comunicativo. El lugar está impecable y muy bien diseñado. La cama y las sábanas parecían un hotel de primera categoría. Lo recomendaría encarecidamente y volvería a reservar.", "Tuvimos una estancia brillante en casa de Alex: tenía todo lo que necesitábamos y está muy bien cuidado. Está en una bonita zona de la ciudad, a unas 100 yardas de una gran cafetería, cerca de algunos bares y restaurantes encantadores y a solo 10/15 minutos a pie del centro del casco antiguo. Alex respondió rápidamente a cualquier pregunta y nos proporcionó recomendaciones muy útiles. Nos ha encantado y volveremos la próxima vez que vengamos a San Sebastián.", "¡Nuestra estancia en casa de Alex y Carla fue genial! Llegábamos tarde para nuestro registro de entrada, pero Carla fue muy complaciente y nos recibió a nuestra llegada. El espacio es muy elegante, limpio y cómodo. ¡Los anfitriones incluso proporcionaron guías para recorrer la ciudad e incluso una GUÍA DE PINTXOS destacando sus lugares y bocadillos favoritos en cada lugar! ¡Excelente ubicación también!", "¡Alex fue un anfitrión increíble! Hizo todo lo posible para situarnos cuando llegamos por primera vez. Nos recibió cuando llegamos al Airbnb y se aseguró de revisar todo lo que necesitábamos saber para operar nuestro hogar correctamente. ¡Esto fue muy útil especialmente cuando estaba en otro país! Él y su esposa hicieron las mejores guías fotográficas para visitar la ciudad y dónde encontrar sus pintxos favoritos. El propio Airbnb era muy limpio y moderno, lo que nos hizo sentir como en casa. Y cuando olvidé mi tarjeta de crédito en una tienda, Alex nos ayudó a llamar a la tienda para que pudiéramos localizarla (ya que no hablamos español). En nuestra última noche, tuvo la amabilidad de comprobar cómo estábamos y ayudarnos a reservar un taxi temprano al aeropuerto. Esto fue extremadamente útil, ya que los taxis en ese momento no habrían sido fáciles de encontrar con solo salir. ¡En general, nos lo pasamos muy bien en casa de Alex y no podríamos haber estado más contentos con nuestro anfitrión! ¡Gracias de nuevo, Alex!", "Alex fue extremadamente servicial y nos recibió y nos mostró el apartamento. Estaba muy limpio y en una ubicación perfecta. ¡Definitivamente recomendaremos su alojamiento a cualquiera que venga aquí!", "Excelente ubicación, limpio, todos los servicios que necesitas y espacio perfecto para dos personas.", "El mejor Airbnb en el que me he hospedado. Me encantó el lugar y Alex fue servicial y amable. Apartamento muy tranquilo, limpio y cómodo. Barrio adorable. Ojalá hubiéramos podido quedarnos más tiempo.", "El apartamento era fabuloso. En una zona tranquila de la ciudad y a 10 minutos a pie de la fila de tapas. ¡La ubicación es perfecta! Muchísimas tiendas, tiendas de comestibles, peluquerías y restaurantes  en la zona. Alex nos recibió con mapas y consejos turísticos, y se puso a disposición para cualquier pregunta o inquietud que pudiéramos tener. El apartamento está equipado con todo y más que uno necesitaría. Sin duda, más de lo que ofrecería un hotel. El apartamento está cuidadosamente decorado. Es acogedor y agradable. Muy recomendable para cualquiera que visite San Sebastián.", "Fácil acceso a la costa y al casco antiguo. La cocina estaba bien surtida y era el lugar perfecto para vivir como un lugareño.El anfitrión, Alex, respondió rápidamente, fue amable y tranquilizador.", "¡La casa de Alex era muy conveniente y tenía todas las necesidades que necesitábamos! Comunicación rápida y proceso de llegada sencillo. ¡Definitivamente me hospedaría de nuevo!", "Apartamento estupendo en una ubicación conveniente. A poca distancia a pie de playas y supermercados y buena comunicación. Lo recomendaría.", "Ojalá pudiera darle a este lugar diez estrellas. Si te alojas en San Sebastián y este alojamiento está disponible, resérvalo. La ubicación, el espacio, los servicios, el anfitrión y el proceso de llegada fueron perfectos.", "Hermoso apartamento limpioSin ventanas con vistas al exterior. Idea atractiva", "Esta es una excelente base para explorar la ciudad. Agradable y tranquilo, pero cerca de las tiendas, la estación, la playa y algunos excelentes bares de tapas. El apartamento es muy cómodo y limpio. Muy recomendable!", "Alex es un anfitrión excepcional. Abastece su apartamento con todo lo necesario (¡y mucho más!) y es flexible. Nos encantó cómo la casa estaba amueblada y equipada: la ubicación, la guía de pintxos proporcionada, el Nespresso y la posibilidad de hacer cualquier pregunta y obtener una respuesta rápida. Si estás en la zona para explorar San Sebastián o alquilar un coche para conducir hasta el campo, esta es una gran opción y no te decepcionarás. Gracias Alex!!", "Todo en nuestra estancia ha sido perfecto. Definitivamente recomendaré este apartamento a mis amigos.", "Alex fue un anfitrión fantástico. Su apartamento era elegante y cómodo. El lugar estaba muy limpio y bien equipado con servicios como café Nespresso... La ubicación era fantástica, está cerca del aparcamiento, el casco antiguo, la zona comercial, el acuario y la playa. El apartamento tiene todo lo que buscas, excepto que tiene un sistema de gestión de energía que la unidad de aire acondicionado se detendrá si se utiliza la lavadora o el microondas al mismo tiempo. Además, teníamos muchas ganas de sentarnos en la cancha como se ve en la imagen, pero descubrimos que era un lugar donde la gente colgaba ropa y olía mal. La misma vista desde el dormitorio. Es decir, no hay vista a la calle.Dicho esto, Alex fue un anfitrión fantástico.", "Alex fue un anfitrión fantástico y respondió rápidamente a cualquier pregunta que tuviéramos para nuestra estancia en San Sebastián. El apartamento era muy moderno y estaba bien equipado con todas las instalaciones necesarias. La ubicación era perfecta, a poca distancia a pie de cualquier lugar que quieras visitar durante tu estancia.Estamos sumamente contentos con nuestra estancia en San Sebastián.", "Un pequeño apartamento precioso en una ubicación estupenda. Caminamos por todas partes desde allí. Le falta un poco de luz natural, pero como lugar para dormir después de un día explorando fue ideal. Excelentes instalaciones y decorado con mucho estilo. Alex fue muy útil con el registro de entrada y la comunicación.", "Alex tiene un apartamento precioso, estaremos situados a poca distancia a pie del casco antiguo y la playa. Fue un anfitrión fantástico y ofreció muchos consejos y sugerencias. Definitivamente lo recomendaría.", "La casa de Alex era maravillosa. Excelente ubicación en una plaza, cerca de la playa y fácil acceso a pie a toda la ciudad. Estaba bien equipado para nosotros como familia, así como con un corralito y una trona. Todo lo que podíamos pedir. No hay mucha (ninguna) luz natural, pero eso se sabía antes de que llegáramos debido a otros comentarios, y pasamos todo el tiempo que pudimos fuera del apartamento. Con mucho gusto me hospedaría aquí de nuevo en cualquier momento.", "Hermoso lugar, excelente ubicación, el anfitrión fue extremadamente servicial e hizo que las cosas fueran muy fáciles para nosotros. Nos dio mucha información útil.La casa estaba impecablemente limpia y era cómoda", "Precioso apartamento en una ubicación estupenda. Muy tranquilo, lo que fue una ventaja, ya que no siempre lo consigues en un lugar concurrido. Alex fue un anfitrión fantástico y respondió rápidamente a los mensajes. ¡Gracias, esperamos volver!", "La casa de Alex era muy cómoda y muy limpia. Tiene todo lo que necesitarías. También tiene algunas recomendaciones donde puedes comer algunas de las mejores tapas. Realmente me sentí como en casa.", "Hermosamente amueblado, muy limpio, excelente ubicación (junto al aparcamiento y cerca de la ciudad). Tiene un bonito patio exterior. Tranquilo. No recibe mucha luz natural, pero está bien, ya que no deberías pasar tu tiempo en San Sebastián en casa. El anfitrión es muy receptivo y el proceso de llegada es muy sencillo. Si surge algún problema, el anfitrión te ayudará rápidamente a resolverlo. Bonitos detalles como una guía personal de pintxos.", "Honestamente, puedo decir que este fue el mejor Airbnb en el que nos alojamos durante nuestro viaje por Portugal y España. Estaba impecablemente limpio y era muy elegante. ¡Podría vivir aquí!Ubicado a solo 10-15 minutos a pie de la parte antigua de la ciudad, la navegación fue muy fácil.Alex fue un anfitrión increíble y respondió muy rápido.¡No podríamos haber pedido una mejor experiencia, y recomendaríamos este apartamento a cualquiera que se aloje en San Sebastián!", "Apartamento amueblado y decorado con buen gusto. Muy limpio. Cama cómoda no quieres irte. Perfectamente ubicado. Si no te importa caminar, nunca tendrás que coger el autobús o un taxi para cubrir los lugares más interesantes de San Sebastián. Muy tranquilo durante la noche. Anfitriones súper agradables y disponibles que recomendarán los mejores lugares de pintxos. ¡Gracias por hacer que este viaje fuera inolvidable para nosotros!", "Excelente ubicación: Alex fue muy útil sugeriendo restaurantes locales y actividades", "La unidad de Alex es uno de los Airbnb más bonitos en los que nos hemos hospedado.  Está muy limpio, utiliza bien el espacio con la distribución y tiene un diseño moderno con la cocina/baño.  La unidad se encuentra a unos 15 minutos a pie del casco antiguo o de Le Gros, por lo que estás en un barrio con lugareños (que queríamos) y también hay excelentes lugares para comer por allí.  Alex es muy receptivo en sus comunicaciones, y estábamos muy agradecidos por su flexibilidad para dejarnos dejar nuestras maletas mientras la unidad todavía se limpiaba (después de nuestro viaje de 20 horas).  También apreciamos que nos proporcionara productos de papel y artículos de tocador (y sombrillas para nuestro día lluvioso), ya que era una cosa menos por la que preocuparnos durante nuestra estancia de cuatro noches.", "¡Este apartamento es INCREÍBLE en todos los sentidos! Fantástica ubicación, perfectamente tranquilo, seguro, protegido, impecablemente nuevo y limpio, con estilo, ¿qué más puedo decir? Las fotos eran preciosas y este apartamento superó totalmente las imágenes. Alex ha amueblado con estilo el apartamento y ha utilizado cada centímetro de espacio cuidadosamente. Mi familia de 4 (2 niños pequeños) estaba más que cómoda y Alex incluso dejó algunos juguetes que fueron un gran éxito después de viajar durante la última semana. ¡La ubicación estaba a 10/15 minutos a pie del casco antiguo/playa y literalmente a la vuelta de la esquina del café del casco antiguo para tomar lattes perfectamente elaborados y las mejores tostadas de aguacate y cruasanes parisinos que encontrarás en SS! ¡No podemos recomendar el apartamento de Alex lo suficiente!", "Precioso apartamento en una ubicación estupenda. Hay muchos lugares para comer en la puerta. Alex es un anfitrión muy amable. ¡Gracias!", "Si vienes a San Sebastián, tienes que quedarte en el Airbnb de Alex. Era precioso y mejor de lo que muestran las increíbles fotos. Alex nos recibió a la llegada, nos mostró consejos locales y fue extremadamente hospitalario. ¡San Sebastián es un lugar precioso y nos sentimos cómodos volviendo a casa a un hermoso hogar cada noche! ¡Gracias de nuevo, Alex!", "Increíble estancia, Alex fue muy receptivo. El registro de entrada fue muy fácil. El lugar está limpio y reluciente, muy bien situado. A pesar de la falta de luz natural, ¡la iluminación y la decoración son simplemente geniales! ¡Muy bonita cocina, excelentes duchas y con algunas cosas (farmacia, tienda de comestibles, aparcamiento, etc.) a momentos del apartamento! Esperamos volver pronto a San Sebastián e intentaremos quedarnos donde Alex de nuevo.", "Una estancia muy agradable en este encantador apartamento.", "Apartamento elegante, superlimpio y bien equipado con una ubicación estupenda. Viajábamos con dos niños pequeños y encontramos todo lo que necesitábamos, desde una trona, una cama para bebés, juguetes e incluso cubiertos de plástico. La lavadora y la secadora también fueron útiles. Alex fue preciso y respondió rápidamente a nuestras preguntas. Podemos recomendar encarecidamente este alojamiento.", "¡Este Airbnb era absolutamente precioso! No pensé que quedara mejor en las fotos de lo que parece en persona, y ese es absolutamente el caso.  El diseño era precioso, estaba extremadamente limpio y había muchos toques por todo el lugar que lo hacían sentir cómodo y atento.  No hay mucha luz natural, pero la iluminación adicional, las ventanas altas en la cocina y el adorable espacio del patio lo compensan.  ¡Sin embargo, la ubicación era increíble!  Fue muy fácil caminar a cualquier lugar de la ciudad que quisieras ir.  Estaba junto al mercado y había muchas tiendas de alta gama si ese es tu tipo de cosa.  Alex también se registraba a menudo.  ¡Lo recomiendo encarecidamente!", "El apartamento de Alex fue perfecto para nuestra estancia en Donostia.  Es equidistante tanto con el casco antiguo como con Gros (~15-20 minutos a pie) y la parada de autobús (~7-8 minutos) para ir y volver del aeropuerto de Hondarribia.  Es tal y como se describe y está bien surtido.  La llegada y la salida fueron fáciles.  Comunicarse con Alex también fue fácil y responde rápidamente.  Recomiendo quedarse aquí y espero volver otra vez.", "Muy limpio, excelente ubicación y fácil de llegar.", "Increíble espacio en San Sebastián", "¡La casa de Alex era increíblemente limpia, elegante, exactamente como en las fotos! A 20 minutos a pie del casco antiguo principal era el único pequeño inconveniente. Pero su casa estaba en una zona tranquila y encantadora cerca de las principales calles comerciales (y todo aquí está cerca de todos modos).) ¡Hermoso patio, una máquina de café expreso MUY necesaria y una guía MUY útil de pintxos locales!", "¡Lindo lugar, excelente ubicación y consejos!", "Maravillosa estancia en el apartamento de Alex, muy limpio y elegante, edificio tranquilo y excelente ubicación. Respondió rápidamente y tuvo información y sugerencias excelentes durante nuestra estancia. ¡Gracias!", "¡La casa de Alex es simplemente increíble! ¡No solo es súper elegante y limpio, sino también una excelente ubicación y fácil registro de entrada! ¡Tiene todo lo que podrías necesitar! ¡Me hospedaría aquí de nuevo si volviera a SS!", "muy bonito apartamentoen una buena ubicación y buena relación calidad-precio.", "¡Gran apartamento! ¡La mejor ubicación!", "¡Increíble espacio!", "Muy lindo departamento moderno, con todo el equipamiento necesario para una linda estadía. Un anfitrión muy atento y disponible para cualquier información.", "Un apartamento elegante en una ubicación conveniente, pero sufre de no tener ventanas exteriores y, por lo tanto, siempre está oscuro a menos que pongas las luces encendidas. El anfitrión debe reconsiderar cómo se accede al apartamento por el método actual depende de que tengas un teléfono móvil, demasiado complicado. El anfitrión también debe proporcionar instrucciones por escrito para usar los diversos electrodomésticos.", "El lugar es moderno y muy limpio. Alex es muy atento y te lo pone fácil si llegas tarde.", "Todo perfecto!!!", "Alex fue un anfitrión estupendo. Nos conoció a mí y a mi amigo en el apartamento y nos mostró todos los detalles. Su apartamento es en realidad más bonito que en las fotos, si puedes creerlo: acogedor, acogedor, moderno, limpio y súper elegante. Hay una bonita terraza, que sería genial en verano, así como todas las comodidades habituales. Llovió casi todo el tiempo que estuvimos allí, por lo que apreciamos los grandes paraguas. También me encantó su guía de los pintxos de San Sebastián y las indicaciones claras que me proporcionó. ¡No dudes en alojarte aquí! Espero volver pronto.", "¡GUAU! Este lugar es simplemente, si no más, bonito que en las fotos. El apartamento es increíblemente acogedor, bien decorado, muy cómodo y bien ubicado. La ciudad es lo suficientemente pequeña como para estar a 5 minutos a pie del casco antiguo y a 8 minutos a pie de la estación de tren. ¡Este es sin duda el lugar ideal si buscas estilo y comodidad!", "El apartamento de Alex es uno de los mejores lugares en los que nos hemos alojado de muchos. Parecía que acababa de abrir para los huéspedes el día anterior, pero también estaba extremadamente bien equipado, como si se hubiera actualizado continuamente para que los huéspedes se sintieran como en casa. Tenía un estilo muy moderno y fue claramente remodelado recientemente. Está en el lugar perfecto para estar cerca de todo lo que quieres hacer, pero en una ubicación tranquila en el barrio, y está cerca de las estaciones de tren y autobús. ¡Mucha agua caliente, cama cómoda y deseamos haber podido quedarnos aquí más tiempo!", "Alojamiento cerca del centro, precioso apartamento. Muy limpio y decorado con buen gusto. ¡Agradable estancia aquí! 😊", "El apartamento es exactamente lo que esperarías de las fotos. Está impecable, es moderno y está perfectamente situado para encontrar los mejores pintxos. Además, Alex es muy servicial y siempre responde rápidamente.", "El alojamiento de Alex fue genial para nuestra estancia en San Sebastián. Convenientemente situado a poca distancia a pie del casco antiguo, la estación de autobuses y la estación de tren.  Alex fue muy receptivo y servicial con sus sugerencias. ¡Muy recomendable!", "¡La casa de Alex es increíble! La ubicación era perfecta, en una calle tranquila pero a poca distancia a pie del casco antiguo. Los alojamientos estaban por encima y más allá de lo que esperábamos, desde la máquina de café nespresso hasta la lavadora y la secadora.  Definitivamente se puso la idea en el diseño de este lugar.  ¡Me gustaría mucho esta ubicación para cualquier estancia en San Sebastián!", "¡Excelente ubicación! Bonito y cómodo espacio. Nos encantó el tiempo que pasamos allí.", "Hermoso y súper limpio el departamento! Bonita ubicación, todo está a un paso de distancia. No hay mucha luz natural allí, lo que es una lástima, pero aún así nos encantó.", "Increíble espacio!  Llegué temprano a San Sebastián y Alex me recibió para llevar mis maletas y me entregó una llave. Para cuando estaba listo para la siesta ya tenía el apartamento listo para salir. Un lugar fantástico para volver después de un día/noche de comer y beber las mejores ofertas de San Sebastián.", "El apartamento era elegante, cómodo y tenía excelentes comodidades, es igual que en las fotos. La ubicación es fantástica y Alex fue muy acogedor y servicial. ¡10/10 me quedaría otra vez! Muy recomendable este apartamento.", "Alex fue un anfitrión fantástico y este alojamiento fue increíble. Céntrico, a poca distancia a pie de muchos de los lugares de pintxos. La unidad estaba limpia y moderna, y superó nuestras expectativas. Sin duda recomendaríamos el alojamiento de Alex en San Sebastián a todos los viajeros.", "Un apartamento estupendo en el corazón de San Sebastián! Alex se comunicó muy bien y fue flexible con la entrega de nuestros casos. No conocimos a Alex, pero Carla fue encantadora y muy complaciente. El apartamento es bonito y está reformado con estilo. Le falta un poco de luz natural, pero esto se ha mejorado con muchas luces encantadoras y elegantes en el apartamento. Cama cómoda, gran ducha, excelente café y una ubicación fabulosa cerca de la estación de autobuses, la catedral y a poca distancia a pie del casco antiguo. ¡Muy recomendable!", "Apartamento estupendo y elegante en una ubicación perfecta.", "¡La casa de Alex era fantástica!  Fue muy receptivo y se encontró con nosotros en el apartamento para mostrarnos los alrededores.  El lugar estaba súper limpio, bien distribuido, moderno y cómodo.  La ubicación también era excelente.  Se proporcionaron todas las comodidades y recomendaríamos absolutamente el alojamiento de Alex a cualquiera que se aloje en San Sebastián.", "¡Este alojamiento era genial y Alex fue un anfitrión increíble! Hicimos el registro automático para poder ser flexibles con nuestro horario: fue fácil e impecable.La comunicación con Alex fue clara y amable. El espacio es moderno, limpio y elegante y la ubicación es muy céntrica. ¡Definitivamente lo recomendaría! ¡Me encantó quedarme aquí!", "¡Todo está genial!", "Este es uno de los mejores AirBnBs en los que me he hospedado. El alojamiento era elegante, limpio y tenía todos los servicios que podías necesitar (¡incluido Nespresso!). Estaba a 2 minutos a pie de la estación de tren donde llegamos y a poca distancia a pie de todos los mejores lugares de la ciudad. Lo recomendaría al 100%.", "Gran espacio bien diseñado, cómodo y moderno. Pequeños toques agradables por todas partes y la cama es muy cómoda. A++", "Muy impresionado con este apartamento. Inmaculado, de alto estilo y cómodo. La ubicación interior lo hace muy tranquilo. Buena ubicación cerca de la playa, la catedral y la estación de tren de Amara. Fácil acceso a pie al casco antiguo. Buenos restaurantes cerca.  Nos ha encantado San Sebastián y creemos que Alex es un fantástico anfitrión.", "Este es un lugar conveniente en el corazón de San Sebastián. El lugar está muy limpio y bien equipado. También es muy tranquilo. Alex fue muy servicial y rápido en responder. A pesar de llegar más tarde de lo previsto, Alex estaba allí esperándome para darme la bienvenida y mostrarme el apartamento. El barrio cercano tiene excelentes instalaciones cerca. Gracias Alex por tu hospitalidad.", "Fantástico alojamiento.  Excelente  ubicación.  Nos encantaría volver y lo recomendamos encarecidamente.", "El espacio de Alex fue perfecto para nuestras necesidades.  Hermosamente decorado, excelente ubicación y súper fresco y limpio.  Me sentí como en casa lejos de casa.  Alex no podría haber sido más amable y servicial también. ¡5 estrellas en todo!  Recomendamos encarecidamente alojarse aquí.", "¡Hermosamente bien equipado, hasta el último detalle pensado para que tu estancia sea lo más cómoda posible! Gran zona para alojarse y explorar, ¡la mejor cafetería y tiendas a la vuelta de la esquina! Limpio y reluciente, muy servicial e informativo. El único inconveniente es que solo hay luz natural reflejada, ya que está en el interior del edificio, pero estuvo bien para nuestra estancia.", "Máxima calidad. Excelente ubicación. ", "Apartamento muy bien situado, tranquilo, muy bien equipado y decorado y muy limpio. ", "Alex fue un anfitrión maravilloso y nos dio consejos detallados sobre cómo llegar y lugares que visitar. El apartamento estaba muy limpio y tenía todo lo que necesitábamos. Estaba a poca distancia a pie de la mayoría de las atracciones. ¡Disfrutamos mucho de nuestra estancia!", "Un espacio precioso y elegante que está limpio y bien equipado.  Situado en una zona tranquila para que puedas disfrutar de una noche de sueño tranquilo, pero a momentos del bullicio del casco antiguo y su miríada de bares de pintxos.", "Si este apartamento está disponible durante tu visita a San Sebastián, debes quedarte aquí. Le daría 10 estrellas si pudiera. El apartamento tiene absolutamente todo lo que necesitas para una cómoda visita: una cocina totalmente equipada (ollas, sartenes, platos, etc.) para preparar comidas, electrodomésticos de tamaño completo, incluso una combinación de lavadora y secadora. Incluso había juguetes y una trona si viajas con un niño. Además, es tranquilo y está situado en una gran zona de la ciudad, a poca distancia a pie de todo. Nos hemos alojado en 4 alojamientos de Airbnb en las últimas 2 semanas desde que hemos estado en Europa, y este ha sido, con diferencia, el mejor. Gracias, Alex, por una gran experiencia. ", "¡Una joya  en una bonita zona de San Sebastián!", "¡Mi esposa y yo tuvimos una estancia estupenda en casa de Alex! Hermoso departamento en una gran zona de la ciudad, fue súper fácil moverse. El apartamento tenía todo lo que necesitábamos y Alex fue increíblemente receptivo a cualquier pregunta que tuviéramos", "Apartamento muy bonito y en una ubicación estupenda. ¡Disfrutamos mucho de nuestra estancia!", "Superlimpio, ubicación lo suficientemente fácil como para llegar a pie a todo y excelente comunicación con el anfitrión. Dormimos hasta muy tarde porque la cama era muy acogedora y la habitación se mantuvo muy oscura. Es triste irse.", "El espacio de Alex es tal cual las fotos, muy limpio y con estilo! La ubicación está cerca de la playa, la zona comercial y los restaurantes, y Alex es un anfitrión servicial y amable. El espacio también tiene un aire acondicionado que fue muy útil en el calor del verano. Cuando vuelva a San Sebastián, sin duda volveré a solicitar hospedarme aquí!", "No podemos decir suficientes cosas buenas de este lugar. Definitivamente fue uno de los mejores Airbnb en los que nos hemos hospedado. Súper limpio, súper estiloso, atención impecable a los detalles, nos encantó!!!", "Alex es el hombre. El lugar es súper radiante", "Limpio , tranquilo y cerca de la playa, el casco antiguo y ambas estaciones de tren", "El apartamento ha sido renovado con un estilo de muy buen gusto. Estuvimos muy a gusto. La ubicación es genial y todo lo que necesitábamos está en un barrio. ¡Nos hospedaríamos allí de nuevo cuando volvamos a San Sebastián!", "Increíble lugar. ¡Este lugar era tan lindo y limpio! Definitivamente me hospedaría aquí de nuevo. Está a unos 15-20 minutos a pie del casco antiguo.  Me encanta.", "Gran apartamento, muy tranquilo, pero en una gran zona de la ciudad. No usar el transporte público está tan cerca de todo.", "Alex es un anfitrión súper amable y la comunicación fue excelente. El apartamento está situado en el centro de la ciudad, con un cómodo acceso a todas partes. La casa de Alex estaba bien equipada, limpia y con un diseño interior súper elegante. Definitivamente volvería :)", "Impecable. Diseño perfecto. Todo nuevo y diseñado con gusto. Excelente ubicación. ¡Quiero vivir aquí!", "Gracias por tu hospitalidad y el apartamento independiente fue genial para nosotros. Especialmente la cuna para niños, algunos juguetes pequeños y las sombrillas para usar hacen de tu alojamiento un verdadero hogar lejos de casa.", "El apartamento de Alex es un pintoresco estudio céntrico perfecto para explorar San Sebastián. Estaba abastecido con todo lo básico, además de café y algunos artículos para empezar. Lo recomendaría!", "Excelente, céntrico, hermoso piso bien equipado.", "Precioso y céntrico apartamento ideal para una estancia en San Sebastián! Está a unos 10 minutos a pie del casco antiguo y de la playa principal, y un poco más lejos de las otras dos playas. ¡La ducha es increíble y este apartamento realmente tiene todo lo que necesitas! ¡Definitivamente lo recomendaría y me encantaría quedarme de nuevo cuando estemos cerca en San Sebastián! ¡Definitivamente uno de los mejores alojamientos de Airbnb en los que nos hemos alojado, en nuestros cinco años de uso!", "Súper buena onda!!! Ve a por ello!!!", "Muy bien decorado,tranquilo,buena ubicación , no le falta de nada! Excelente!", "Estancia muy agradable, el apartamento está bien decorado, muy limpio y bien situado. La bienvenida también fue genial, ¡recomendamos este alojamiento!", "Disfrutamos mucho de nuestro largo fin de semana en San Sebastián. El apartamento de Alex es nuevo, muy limpio y está increíblemente bien equipado, con todos los pequeños detalles que puedas necesitar. La ubicación es muy práctica, el aparcamiento está muy cerca, la ciudad vieja y la playa están a poca distancia a pie. ¡Estamos considerando volver! Gracias Alex y Carla por su hospitalidad!", "Honestamente, no puedo decir suficientes cosas geniales sobre el apartamento o Alex: fue una estancia maravillosa, el lugar está limpio, elegante, bien situado y Alex fue muy amable con nosotros y nos dio muchos consejos locales. Es tranquilo, a 10 minutos a pie del casco antiguo.", "Gran bienvenida. Alex y su esposa están disponibles para ayudar a los huéspedes. El apartamento es precioso y está muy bien situado para salir por la noche y visitar la ciudad. Hay muchas cosas en el apartamento para la estancia. El apartamento es tranquilo. Se siente como en casa. ¡Tuvimos una estancia encantadora!", "El alojamiento de Alex fue perfecto para alojarse en San Sebastián y explorar. Está a 10 minutos a pie de todas partes, proporciona muchos consejos locales y mapas para ayudar.El apartamento en sí está decorado con estilo, muy limpio y moderno. La sala de estar es muy bonita, hay una gran ducha y la cama era muy cómoda.Alex fue realmente encantador: responde rápidamente a los mensajes y fue muy amable y útil en el registro de entrada."]}